Repository: watzon/NeoCode
Catalog: NeoCode/Localization/Localizable.xcstrings
Source language: en
Languages: es, fr, it, pt

# %@ messages · %@ tokens
source: %1$@ messages · %2$@ tokens
es: %1$@ mensajes · %2$@ tokens
fr: %1$@ messages · %2$@ jetons
it: %1$@ messaggi · %2$@ token
pt: %1$@ mensagens · %2$@ tokens

# %@ of %@ cached
source: %1$@ of %2$@ cached
es: %1$@ de %2$@ en cache
fr: %1$@ sur %2$@ mis en cache
it: %1$@ di %2$@ memorizzati nella cache
pt: %1$@ de %2$@ em cache

# %@ remaining - %@ used
source: %1$@ remaining - %2$@ used
es: Quedan %1$@ - usado %2$@
fr: %1$@ restants - %2$@ utilisés
it: %1$@ rimanenti - %2$@ usati
pt: %1$@ restantes - %2$@ usados

# %@ remaining - %@ used - projected after compaction
source: %1$@ remaining - %2$@ used - projected after compaction
es: Quedan %1$@ - usado %2$@ - proyectado tras la compactacion
fr: %1$@ restants - %2$@ utilisés - projetés après compactage
it: %1$@ rimanenti - %2$@ usati - proiezione dopo la compattazione
pt: %1$@ restantes - %2$@ usados - projetado após compactação

source: %@ sessions
es: %@ sesiones
it: %@ sessioni
pt: %@ sessões

# %@ user · %@ assistant
source: %1$@ user · %2$@ assistant
es: %1$@ usuario · %2$@ asistente
fr: %1$@ utilisateur · %2$@ assistant
it: %1$@ utente · %2$@ assistente
pt: %1$@ usuário · %2$@ assistente

source: %lld percent context remaining
es: Queda %lld por ciento de contexto
fr: %lld % de contexte restants
it: %lld percentuale di contesto rimanente
pt: %lld por cento de contexto restante

source: %lld%% context remaining
es: Queda %lld%% de contexto
fr: %lld%% de contexte restant
it: %lld%% contesto rimanente
pt: %lld%% de contexto restante

source: 7 days
es: 7 dias
fr: 7 jours
it: 7 giorni
pt: 7 dias

source: 30 days
es: 30 dias
fr: 30 jours
it: 30 giorni
pt: 30 dias

source: 90 days
es: 90 dias
fr: 90 jours
it: 90 giorni
pt: 90 dias

source: A cached view of model mix, token totals, tool usage, and project activity across your tracked OpenCode workspaces.
es: Una vista en cache de la mezcla de modelos, tokens totales, uso de herramientas y actividad por proyecto en tus espacios de trabajo de OpenCode seguidos.
fr: Une vue mise en cache du mélange de modèles, des totaux de jetons, de l'utilisation des outils et de l'activité des projets OpenCode suivis.
it: Una visualizzazione memorizzata nella cache del mix di modelli, dei totali di token, dell'uso degli strumenti e dell'attività dei progetti nelle workspace OpenCode monitorate.
pt: Uma visão em cache da mistura de modelos, totais de tokens, uso de ferramentas e atividade do projeto em seus espaços de trabalho OpenCode rastreados.

source: Accent
es: Acento
it: Accento
pt: Destaque

source: Add a custom response
es: Añadir una respuesta personalizada
fr: Ajouter une réponse personnalisée
it: Aggiungi una risposta personalizzata
pt: Adicionar uma resposta personalizada

source: Add project
es: Anadir proyecto
fr: Ajouter un projet
it: Aggiungi progetto
pt: Adicionar projeto

source: Adjust cursor behavior and base sizing. Font families now live with each theme profile above.
es: Ajusta el comportamiento del cursor y el tamano base. Las familias tipograficas ahora viven en cada perfil de tema de arriba.
fr: Ajuste le comportement du curseur et la taille de base. Les familles de polices sont désormais définies dans chaque profil de thème ci-dessus.
it: Regola il comportamento del cursore e le dimensioni base. Ora le famiglie di font vivono con ogni profilo tema sopra.
pt: Ajuste o comportamento do cursor e o dimensionamento base. As famílias de fontes agora ficam com cada perfil de tema acima.

source: Adjusts separation between surfaces, borders, and low-emphasis text.
es: Ajusta la separacion entre superficies, bordes y texto de baja enfasis.
fr: Ajuste la séparation entre les surfaces, les bordures et les textes à faible emphase.
it: Regola la separazione tra superfici, bordi e testo a bassa enfasi.
pt: Ajusta a separação entre superfícies, bordas e texto de baixa ênfase.

source: Affected patterns
es: Patrones afectados
fr: Modèles affectés
it: Pattern interessati
pt: Padrões afetados

source: Agent
es: Agente
it: Agente
pt: Agente

source: Agent activity
es: Actividad del agente
fr: Activité de l'agent
it: Attività agente
pt: Atividade do agente

source: All time
es: Todo el tiempo
fr: Tout le temps
it: Tutto il tempo
pt: Todo o tempo

source: Allow `%@`
es: Permitir `%@`
fr: Autoriser `%@`
it: Consenti `%@`
pt: Permitir `%@`

source: Allow always
es: Permitir siempre
fr: Toujours autoriser
it: Consenti sempre
pt: Permitir sempre

source: Allow content search
es: Permitir búsqueda de contenido
fr: Autoriser la recherche dans le contenu
it: Consenti ricerca nel contenuto
pt: Permitir busca de conteúdo

source: Allow continued execution
es: Permitir ejecución continua
fr: Autoriser l'exécution continue
it: Consenti esecuzione continua
pt: Permitir execução contínua

source: Allow directory listing
es: Permitir listado de directorios
fr: Autoriser la liste des dossiers
it: Consenti elenco directory
pt: Permitir listagem de diretórios

source: Allow external directory access
es: Permitir acceso a directorio externo
fr: Autoriser l'accès à un dossier externe
it: Consenti accesso a directory esterna
pt: Permitir acesso a diretório externo

source: Allow file edits
es: Permitir ediciones de archivos
fr: Autoriser les modifications de fichiers
it: Consenti modifiche ai file
pt: Permitir edições de arquivos

source: Allow file globbing
es: Permitir glob de archivos
fr: Autoriser le filtrage de fichiers
it: Consenti glob dei file
pt: Permitir glob de arquivos

source: Allow file reads
es: Permitir lecturas de archivos
fr: Autoriser la lecture de fichiers
it: Consenti lettura file
pt: Permitir leitura de arquivos

source: Allow once
es: Permitir una vez
fr: Autoriser une fois
it: Consenti una volta
pt: Permitir uma vez

source: Allow shell command
es: Permitir comando de shell
fr: Autoriser la commande shell
it: Consenti comando shell
pt: Permitir comando de shell

source: Allow subagent task
es: Permitir tarea de subagente
fr: Autoriser la tâche de sous-agent
it: Consenti attività del subagente
pt: Permitir tarefa de subagente

source: Allow web fetch
es: Permitir obtención web
fr: Autoriser la récupération web
it: Consenti recupero web
pt: Permitir carregamento web

source: Allow web search
es: Permitir búsqueda web
fr: Autoriser la recherche web
it: Consenti ricerca web
pt: Permitir busca na web

source: Allowed forever if approved
es: Permitido para siempre si se aprueba
fr: Autorisé indéfiniment si approuvé
it: Consentito per sempre se approvato
pt: Permitido para sempre se aprovado

source: Answer the questions below to let the agent continue.
es: Responde las preguntas siguientes para que el agente pueda continuar.
fr: Répondez aux questions ci-dessous pour permettre à l'agent de continuer.
it: Rispondi alle domande qui sotto per permettere all'agente di continuare.
pt: Responda às perguntas abaixo para permitir que o agente continue.

source: Appearance
es: Apariencia
fr: Apparence
it: Aspetto
pt: Aparência

source: Apply available update
es: Aplicar actualizacion disponible
fr: Appliquer la mise à jour disponible
it: Applica aggiornamento disponibile
pt: Aplicar atualização disponível

source: Ask macOS to keep the system awake while NeoCode is actively processing a response.
es: Pide a macOS que mantenga el sistema activo mientras NeoCode procesa una respuesta.
fr: Demandez à macOS de rester éveillé pendant que NeoCode traite une réponse.
it: Chiedi a macOS di mantenere il sistema attivo mentre NeoCode elabora una risposta.
pt: Peça ao macOS para manter o sistema ativo enquanto o NeoCode estiver processando uma resposta.

source: Ask Sparkle to validate the newest available release right now.
es: Pide a Sparkle que valide ahora mismo la version mas reciente disponible.
fr: Demandez à Sparkle de valider immédiatement la dernière version disponible.
it: Chiedi a Sparkle di convalidare subito la release più recente disponibile.
pt: Peça ao Sparkle para validar a versão mais recente disponível agora.

source: Attach Files...
es: Adjuntar archivos...
fr: Joindre des fichiers...
it: Allega file...
pt: Anexar arquivos...

source: Auto detect
es: Detectar automaticamente
fr: Détection automatique
it: Rilevamento automatico
pt: Detecção automática

source: Automatic checks
es: Comprobaciones automaticas
fr: Vérifications automatiques
it: Controlli automatici
pt: Verificações automáticas

source: Automatic checks paused
es: Comprobaciones automáticas en pausa
fr: Vérifications automatiques en pause
it: Controlli automatici in pausa
pt: Verificações automáticas em pausa

source: Available
es: Disponible
fr: Disponible
it: Disponibile
pt: Disponível

source: Available version
es: Version disponible
fr: Version disponible
it: Versione disponibile
pt: Versão disponível

source: Back
es: Atras
fr: Retour
it: Indietro
pt: Voltar

source: Back to workspace
es: Volver al espacio de trabajo
fr: Retour à l'espace de travail
it: Torna allo spazio di lavoro
pt: Voltar ao espaço de trabalho

source: Background
es: Fondo
fr: Arrière-plan
it: Sfondo
pt: Fundo

source: Base surface color used to build canvas, panels, and cards.
es: Color base de superficie usado para construir el lienzo, los paneles y las tarjetas.
fr: Couleur de surface de base utilisée pour construire la toile, les panneaux et les cartes.
it: Colore di superficie di base usato per costruire tela, pannelli e schede.
pt: Cor de superfície base usada para construir a tela, painéis e cartões.

source: Branch
es: Rama
fr: Branche
pt: Ramo

source: Branch name
es: Nombre de la rama
fr: Nom de la branche
it: Nome branch
pt: Nome do ramo

source: Build something cool
es: Construye algo genial
fr: Créez quelque chose de sympa
it: Costruisci qualcosa di bello
pt: Construa algo incrível

source: Change the selected agent by name.
es: Cambia el agente seleccionado por nombre.
fr: Changez l'agent sélectionné par nom.
it: Modifica l'agente selezionato per nome.
pt: Altere o agente selecionado por nome.

source: Change the selected git branch.
es: Cambia la rama de git seleccionada.
fr: Changez la branche Git sélectionnée.
it: Cambia il branch Git selezionato.
pt: Altere o ramo Git selecionado.

source: Change the selected model by name, provider, or model id.
es: Cambia el modelo seleccionado por nombre, proveedor o identificador.
fr: Changez le modèle sélectionné par nom, fournisseur ou identifiant du modèle.
it: Cambia il modello selezionato per nome, provider o ID del modello.
pt: Altere o modelo selecionado por nome, provedor ou ID do modelo.

source: Changes
es: Cambios
fr: Modifications
it: Modifiche
pt: Alterações

source: Changes the base size used across labels, headers, and controls.
es: Cambia el tamano base usado en etiquetas, encabezados y controles.
fr: Modifie la taille de base utilisée pour les étiquettes, les en-têtes et les contrôles.
it: Modifica la dimensione base usata per etichette, intestazioni e controlli.
pt: Altera o tamanho base usado em rótulos, cabeçalhos e controles.

source: Changes transcript, diff, and code-preview sizing throughout the app.
es: Cambia el tamano de las transcripciones, los diff y las vistas previas de codigo en toda la app.
fr: Modifie les tailles de la transcription, des diffs et des aperçus de code dans l'application.
it: Modifica le dimensioni della trascrizione, dei diff e dell'anteprima del codice in tutta l'app.
pt: Altera o dimensionamento de transcrição, diff e prévia de código em todo o app.

source: Check manually
es: Comprobar manualmente
fr: Vérifier manuellement
it: Controlla manualmente
pt: Verificar manualmente

source: Check now
es: Comprobar ahora
fr: Vérifier maintenant
it: Verifica ora
pt: Verificar agora

source: Checking
es: Comprobando
fr: Vérification
it: Verifica
pt: Verificando

source: Checking now
es: Comprobando ahora
fr: Vérification en cours
it: Controllo in corso
pt: Verificando agora

source: Checking…
es: Comprobando…
fr: Vérification…
it: Verifica…
pt: Verificando…

source: Choose how NeoCode opens and which app should handle projects before a workspace-specific override takes over.
es: Elige como se abre NeoCode y que app debe manejar los proyectos antes de aplicar una preferencia especifica del espacio de trabajo.
fr: Choisissez comment NeoCode s'ouvre et quelle application doit gérer les projets avant qu'une préférence par espace de travail ne prenne le relais.
it: Scegli come NeoCode si apre e quale app dovrebbe gestire i progetti prima che intervenga un override specifico dello spazio di lavoro.
pt: Escolha como o NeoCode abre e qual app deve lidar com os projetos antes que uma substituição específica do espaço de trabalho assuma.

source: Choose whether NeoCode follows the system language or always uses a specific app language.
es: Elige si NeoCode sigue el idioma del sistema o usa siempre un idioma concreto.
fr: Choisissez si NeoCode suit la langue du système ou utilise toujours une langue d'application spécifique.
it: Scegli se NeoCode segue la lingua di sistema o usa sempre una lingua specifica dell'app.
pt: Escolha se o NeoCode segue o idioma do sistema ou sempre usa um idioma específico do aplicativo.

source: Choose whether Return sends immediately or only Command-Return sends while Return inserts a newline.
es: Elige si Retorno envia de inmediato o si solo Comando-Retorno envia mientras Retorno inserta una nueva linea.
fr: Choisissez si Return envoie immédiatement ou si seul Command-Return envoie pendant que Return insère un saut de ligne.
it: Scegli se Invio invia immediatamente o se solo Command-Invio invia mentre Invio inserisce una nuova riga.
pt: Escolha se Enter envia imediatamente ou se apenas Command-Enter envia enquanto Enter insere uma nova linha.

source: Code font
es: Fuente de codigo
fr: Police de code
it: Font codice
pt: Fonte de código

source: Code font size
es: Tamano de fuente del codigo
fr: Taille de police de code
it: Dimensione font codice
pt: Tamanho da fonte de código

source: Collapse project
es: Contraer proyecto
fr: Réduire le projet
it: Comprimi progetto
pt: Recolher projeto

source: Command-Return
es: Comando-Retorno
fr: Commande-Retour
it: Command-Invio
pt: Command-Enter

source: Commit and create PR
es: Commit y crear PR
fr: Commit et créer une PR
it: Commit e crea PR
pt: Commit e criar PR

source: Commit and push
es: Commit y push
fr: Commit et push
it: Commit e push
pt: Commit e push

source: Commit message
es: Mensaje de commit
fr: Message de commit
it: Messaggio di commit
pt: Mensagem de commit

source: Commit your changes
es: Haz commit de tus cambios
fr: Commit vos modifications
it: Commit delle tue modifiche
pt: Commit suas alterações

source: Committing
es: Haciendo commit
fr: Commit en cours
it: Commit in corso
pt: Fazendo commit

source: Compact
es: Compactar
fr: Compacter
it: Compatta
pt: Compactar

source: Compact Session
es: Compactar sesion
fr: Session compacte
it: Sessione compatta
pt: Sessão compactada

source: Compaction summary
es: Resumen de compactacion
fr: Résumé du compactage
it: Riepilogo compattazione
pt: Resumo da compactação

source: Composer
es: Compositor
fr: Compositeur
it: Compositore
pt: Compositor

source: Confirm
es: Confirmar
fr: Confirmer
it: Conferma
pt: Confirmar

source: Context limit
es: Limite de contexto
fr: Limite de contexte
it: Limite di contesto
pt: Limite de contexto

source: Context limit unavailable
es: Limite de contexto no disponible
fr: Limite de contexte indisponible
it: Limite di contesto non disponibile
pt: Limite de contexto indisponível

source: Context remaining
es: Contexto restante
fr: Contexte restant
it: Contesto rimanente
pt: Contexto restante

source: Context used
es: Contexto usado
fr: Contexte utilisé
it: Contesto utilizzato
pt: Contexto usado

source: Continue
es: Continuar
fr: Continuer
it: Continua
pt: Continuar

source: Control whether NeoCode should remember safety-related per-thread behavior between launches.
es: Controla si NeoCode debe recordar el comportamiento relacionado con la seguridad en cada hilo entre sesiones.
fr: Contrôlez si NeoCode doit mémoriser les comportements liés à la sécurité par conversation entre les lancements.
it: Controlla se NeoCode deve ricordare il comportamento per thread legato alla sicurezza tra un avvio e l'altro.
pt: Controle se o NeoCode deve lembrar o comportamento por thread relacionado à segurança entre inicializações.

source: Copy theme
es: Copiar tema
fr: Copier le thème
it: Copia tema
pt: Copiar tema

source: Cost
es: Costo
fr: Coût
it: Costo
pt: Custo

source: Could not import theme JSON.
es: No se pudo importar el JSON del tema.
fr: Impossible d'importer le JSON du thème.
it: Impossibile importare il JSON del tema.
pt: Não foi possível importar o JSON do tema.

source: Could not serialize the theme as JSON.
es: No se pudo serializar el tema como JSON.
fr: Impossible de sérialiser le thème en JSON.
it: Impossibile serializzare il tema come JSON.
pt: Não foi possível serializar o tema como JSON.

source: Create
es: Crear
fr: Créer
it: Crea
pt: Criar

source: Create a new branch for this session.
es: Crea una nueva rama para esta sesion.
fr: Créez une nouvelle branche pour cette session.
it: Crea un nuovo branch per questa sessione.
pt: Crie um novo ramo para esta sessão.

source: Create a new session. Add text after it to seed the new draft.
es: Crea una nueva sesion. Anade texto despues para iniciar el nuevo borrador.
fr: Créez une nouvelle session. Ajoutez du texte après pour amorcer le nouveau brouillon.
it: Crea una nuova sessione. Aggiungi testo dopo per avviare la nuova bozza.
pt: Crie uma nova sessão. Adicione texto após ela para iniciar o novo rascunho.

source: Create Branch
es: Crear rama
fr: Créer une branche
it: Crea branch
pt: Criar ramo

source: Create Branch...
es: Crear rama...
fr: Créer une branche...
it: Crea branch...
pt: Criar ramo...

source: Create Git Repository
es: Crear repositorio Git
fr: Créer un dépôt Git
it: Crea repository Git
pt: Criar repositório Git

source: Create PR
es: Crear PR
fr: Créer une PR
it: Crea PR
pt: Criar PR

source: Creating
es: Creando
fr: Création
it: Creazione
pt: Criando

source: Current
es: Actual
fr: Actuelle
it: Attuale
pt: Atual

source: Current version
es: Version actual
fr: Version actuelle
it: Versione attuale
pt: Versão atual

source: Custom
es: Personalizado
fr: Personnalisé
it: Personalizzato
pt: Personalizado

source: Dark
es: Oscuro
fr: Sombre
it: Scuro
pt: Escuro

source: Dark theme
es: Tema oscuro
fr: Thème sombre
it: Tema scuro
pt: Tema escuro

source: Dashboard
es: Panel
fr: Tableau de bord
pt: Painel

source: Dashboard range
es: Rango del panel
fr: Plage du tableau de bord
it: Intervallo dashboard
pt: Intervalo do painel

source: Delete
es: Eliminar
fr: Supprimer
it: Elimina
pt: Excluir

source: Deny
es: Denegar
fr: Refuser
it: Nega
pt: Negar

source: Dismiss
es: Descartar
fr: Ignorer
it: Chiudi
pt: Dispensar

source: Download %@
es: Descargar %@
fr: Télécharger %@
it: Scarica %@
pt: Baixar %@

source: Download the new build now or finish installing the copy Sparkle has already staged.
es: Descarga ahora la nueva compilacion o termina de instalar la copia que Sparkle ya preparo.
fr: Téléchargez la nouvelle build maintenant ou terminez l'installation de la copie déjà préparée par Sparkle.
it: Scarica subito la nuova build oppure completa l'installazione della copia che Sparkle ha già preparato.
pt: Faça o download da nova compilação agora ou termine de instalar a cópia que o Sparkle já preparou.

source: Downloading: %@
es: Descargando: %@
fr: Téléchargement : %@
it: Scaricamento: %@
pt: Baixando: %@

source: English
es: Ingles
fr: Anglais
it: Inglese
pt: Inglês

source: Enter a commit message
es: Escribe un mensaje de commit
fr: Entrez un message de commit
it: Inserisci un messaggio di commit
pt: Digite uma mensagem de commit

source: Expand project
es: Expandir proyecto
fr: Développer le projet
it: Espandi progetto
pt: Expandir projeto

source: File changes that will be reverted
es: Cambios de archivos que se revertiran
fr: Modifications de fichiers qui seront annulées
it: Modifiche ai file che verranno annullate
pt: Alterações em arquivo que serão revertidas

source: Files
es: Archivos
fr: Fichiers
it: File
pt: Arquivos

source: Filter range
es: Filtrar rango
fr: Plage de filtre
it: Intervallo filtro
pt: Filtrar intervalo

source: Foreground
es: Primer plano
fr: Premier plan
it: Primo piano
pt: Primeiro plano

source: French
es: Frances
fr: Français
it: Francese
pt: Francês

source: Generating compacted session summary...
es: Generando resumen de la sesion compactada...
fr: Génération du résumé de session compactée...
it: Generazione del riepilogo della sessione compatta...
pt: Gerando resumo de sessão compactada...

source: Give this thread a new name.
es: Dale un nombre nuevo a este hilo.
fr: Donnez un nouveau nom à cette conversation.
it: Dai un nuovo nome a questa conversazione.
pt: Dê um novo nome a esta conversa.

source: Idle
es: En espera
fr: Inactif
it: Inattivo
pt: Inativo

source: Import
es: Importar
fr: Importer
it: Importa
pt: Importar

source: Include unstaged
es: Incluir no preparados
fr: Inclure non préparés
it: Includi non staged
pt: Incluir não preparados

source: Initializing Git
es: Inicializando Git
fr: Initialisation de Git
it: Inizializzazione di Git
pt: Inicializando Git

source: Input
es: Entrada
fr: Entrée
pt: Entrada

source: Install %@
es: Instalar %@
fr: Installer %@
it: Installa %@
pt: Instalar %@

source: Install update %@
es: Instalar actualización %@
fr: Installer la mise à jour %@
it: Installa aggiornamento %@
pt: Instalar atualização %@

source: Installing %@
es: Instalando %@
fr: Installation de %@
it: Installazione di %@
pt: Instalando %@

source: Interface
es: Interfaz
it: Interfaccia

source: Italian
es: Italiano
fr: Italien
it: Italiano
pt: Italiano

source: Keep long-running work alive and optionally notify you when NeoCode finishes or needs your input.
es: Mantiene activas las tareas largas y, si quieres, te avisa cuando NeoCode termina o necesita tu entrada.
fr: Maintenez les tâches longues en cours et, si nécessaire, notifiez-vous lorsque NeoCode termine ou a besoin de votre intervention.
it: Mantieni il lavoro a lunga durata attivo e facci sapere quando NeoCode finisce o necessita del tuo input.
pt: Mantenha trabalhos de longa duração ativos e, opcionalmente, notifique quando o NeoCode terminar ou precisar da sua entrada.

source: Keep unfinished prompt text tied to each thread so you can move around the app without losing context.
es: Mantiene el texto de los prompts sin terminar vinculado a cada hilo para que puedas moverte por la app sin perder contexto.
fr: Conservez le texte de prompt inachevé pour chaque conversation afin de naviguer dans l'app sans perdre le contexte.
it: Mantieni il testo del prompt incompleto legato a ogni conversazione così puoi muoverti nell'app senza perdere il contesto.
pt: Mantenha o texto de prompt inacabado vinculado a cada conversa para poder navegar pelo app sem perder o contexto.

source: Language
es: Idioma
fr: Langue
it: Lingua
pt: Idioma

source: Last 7 days
es: Ultimos 7 dias
fr: 7 derniers jours
it: Ultimi 7 giorni
pt: Últimos 7 dias

source: Last 30 days
es: Ultimos 30 dias
fr: 30 derniers jours
it: Ultimi 30 giorni
pt: Últimos 30 dias

source: Last 90 days
es: Ultimos 90 dias
fr: 90 derniers jours
it: Ultimi 90 giorni
pt: Últimos 90 dias

source: Last activity
es: Ultima actividad
fr: Dernière activité
it: Ultima attività
pt: Última atividade

source: Last activity %@
es: Ultima actividad %@
fr: Dernière activité %@
it: Ultima attività %@
pt: Última atividade %@

source: Last checked
es: Ultima comprobacion
fr: Dernière vérification
it: Ultimo controllo
pt: Última verificação

source: Last request
es: Ultima solicitud
fr: Dernière requête
it: Ultima richiesta
pt: Última solicitação
